Repository: MEsterel/MPicSorter
Catalog: MPicSorter/Lang/Lang-*.resx
Languages: de

# aboutBtn
source: About
de: Außerdem

# browseBtn
source: Browse...
de: Reise...

# dateFormatLbl
source: Date format:
de: Datumsformat:

# dayChk
source: Day
de: Tag

# inputFolderLbl
source: INPUT FOLDER
de: ORDNER ZUM SORTIEREN

# inputPathLbl
source: Input:
de: Ursprung:

# inputSelectionLbl
source: Please select a folder to sort
de: Wählen Sie einen Ordner zum Sortieren

# LangName
source: English
de: Deutsch

# monthChk
source: Month
de: Monat

# numeralFormatChk
source: Numeral
de: Digital

# optionsBtn
source: Options
de: Optionen

# outputDirectoryLbl
source: OUTPUT DIRECTORY
de: ZIELORDNER

# outputPathLbl
source: Output:
de: Ziel:

# outputSelectionLbl
source: Please select a destination directory
de: Wählen Sie einen Zielordner

# sortGroupBox
source: Sort pattern
de: Sortierschema

# textFormatChk
source: Text
de: In Briefen

# yearChk
source: Year
de: Jahr

# formatNumeralToolStripMenuItem
source: Format: numeral
de: Format: numerisch

# formatTextToolStripMenuItem
source: Format: text
de: Format: in Buchstaben

source: december
de: Dezember

source: february
de: Februar

source: january
de: Januar

source: july
de: Juli

source: june
de: Juni

source: march
de: März

source: may
de: Mai

source: october
de: Oktober

# duplicateChk
source: Look for duplicates while sorting
de: Suchen Sie beim Sortieren nach Duplikaten

# languageLbl
source: Language:
de: Sprache:

# optionsLbl
source: Options
de: Optionen

# yourPicturesLbl
source: Your pictures
de: Ihre Fotos

# cancelBtn
source: Cancel
de: Kündigen

# processingLbl
source: Processing:
de: Verarbeitung:

# sortingLbl
source: Sorting...
de: Sortierung...

source: A file named
de: Eine benannte Datei

# alreadyExistsReplaceIt
source: already exists. Do you want to replace it? Select No to keep both.
de: existiert bereits. Möchten Sie es ersetzen? Wählen Sie Nein aus, um beide Dateien beizubehalten.

source: Attention
de: Achtung

source: Cancel
de: Stornieren

source: Copying files...
de: Dateien kopieren...

source: could not be copied.
de: konnte nicht kopiert werden.

source: could not be replaced.
de: konnte nicht ersetzen werden.

source: Error
de: Fehler

# errorOccured
source: An error occured during file sorting.
de: Bei der Dateisortierung ist ein Fehler aufgetreten.

source: File
de: Datei

# fileSorted
source: Your files have been sorted.
de: Ihre Dateien wurden sortiert.

source: Finalizing...
de: Abschluss...

source: Preparing file sorting...
de: Dateisortierung vorbereiten...

source: Reading existing files...
de: Vorhandene Dateien lesen...

source: Success
de: Erfolg

# workCancelled
source: File sorting was cancelled.
de: Dateisortierung wurde abgebrochen.

# cancellingBtn
source: Cancelling...
de: Kündigen...

# exampleLbl
source: Example:
de: Beispiel:

# alwaysOverwrite
source: Do you always want to replace files that already exist?
de: Möchten Sie noch vorhandene Dateien ersetzen?

# alwaysRename
source: Do you always want to keep files that have the same name?
de: Möchten Sie immer Dateien mit dem gleichen Namen behalten?

# selectInputDirectory
source: Please select a directory to sort.
de: Bitte geben Sie ein Verzeichnis zum Sortieren an.

# selectOutputDirectory
source: Please select a directory to output the sorted files.
de: Bitte geben Sie ein Verzeichnis an, in das die sortierten Dateien platziert werden sollen.

# cancellationInProgress
source: Cancellation in progress. Please wait.
de: Stornierung läuft. Bitte warte.

source: No
de: Nein

# reallyWantToInterrupt
source: Do you really want to interrupt the operation?
de: Möchten Sie die Operation wirklich unterbrechen?

source: Remind my choice for all files
de: Erinnere mich an meine Wahl für alle Dateien.

source: Yes
de: Ja
